---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleCategory
source: html/0d623323-3e86-0fe1-569f-3b6b40d85636.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleCategory Property

"Category"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleCategory { get; }
```